{
    "fishRecipes": [
      {
        "title": "דג וצ'יפס קלאסי",
        "picture": "https://images.pexels.com/photos/19034918/pexels-photo-19034918/free-photo-of-fried-fish-and-chips-sprinkled-with-parsley.jpeg?auto=compress&cs=tinysrgb&w=600",
        "prepTime": "30 דקות",
        "recipe": "מצרכים: 4 פילה דג קוד, 2 כוסות קמח, 1 בקבוק בירה, מלח, פלפל, שמן צמחי, תפוחי אדמה. אופן ההכנה: חתכו תפוחי אדמה לצ'יפס ובשלו חלקית. ערבבו קמח, בירה, מלח ופלפל לבלילה. טבלו את הדג בבלילה וטגנו בשמן עמוק עד להזהבה. טגנו את הצ'יפס עד שיהיה פריך. הגישו חם עם רוטב טרטר ופלחי לימון."
      },
      {
        "title": "סלמון צלוי בלימון ועשבי תיבול",
        "picture": "https://images.pexels.com/photos/14542171/pexels-photo-14542171.jpeg?auto=compress&cs=tinysrgb&w=600",
        "prepTime": "20 דקות",
        "recipe": "מצרכים: 4 פילה סלמון, 2 לימונים, 2 כפות שמן זית, 2 שיני שום, עשבי תיבול טריים (שמיר, פטרוזיליה), מלח, פלפל. אופן ההכנה: ערבבו שמן זית, מיץ לימון, שום כתוש ועשבים קצוצים. השרו את הסלמון ב-15 דקות. צלו את הסלמון 4-5 דקות מכל צד. הגישו עם פלחי לימון ועשבי תיבול נוספים."
      },
      {
        "title": "קערת פוקה טונה",
        "picture": "https://images.pexels.com/photos/6632328/pexels-photo-6632328.jpeg?auto=compress&cs=tinysrgb&w=600",
        "prepTime": "25 דקות",
        "recipe": "מצרכים: 450 גרם טונה באיכות סושי, 1 כוס אורז סושי, 1 אבוקדו, 1 מלפפון, אצות, רוטב סויה, שמן שומשום, בצל ירוק. אופן ההכנה: בשלו את אורז הסושי. חתכו את הטונה לקוביות וערבבו עם רוטב סויה ושמן שומשום. קצצו אבוקדו ומלפפון. הרכיבו את הקערה עם אורז, טונה, ירקות, וקשטו עם אצות ובצל ירוק."
      },
      {
        "title": "דג אמנון אפוי בשום ופרמזן",
        "picture": "https://images.pexels.com/photos/15058965/pexels-photo-15058965/free-photo-of-a-plate-of-chicken-and-rice-with-tomatoes-and-herbs.jpeg?auto=compress&cs=tinysrgb&w=600",
        "prepTime": "25 דקות",
        "recipe": "מצרכים: 4 פילה אמנון, 1/4 כוס גבינת פרמזן מגורדת, 2 כפות חמאה, 2 שיני שום, 1 כפית פפריקה, פטרוזיליה. אופן ההכנה: ערבבו חמאה מומסת, שום כתוש, פפריקה ופרמזן. הניחו את האמנון בתבנית אפייה, מרחו את התערובת על הפילה. אפו ב-200 מעלות למשך 10-12 דקות. קשטו בפטרוזיליה והגישו."
      },
      {
        "title": "טאקו דגים חריף",
        "picture": "https://images.pexels.com/photos/17321006/pexels-photo-17321006/free-photo-of-a-paper-box-with-food-on-top-of-it.jpeg?auto=compress&cs=tinysrgb&w=600",
        "prepTime": "30 דקות",
        "recipe": "מצרכים: 450 גרם דג לבן, 8 טורטיות, 1 כוס סלט כרוב, 1 אבוקדו, ליים, כוסברה, אבקת צ'ילי, כמון. אופן ההכנה: תבלו את הדג בתבלינים. צלו או טגנו את הדג עד שיתבשל. חממו את הטורטיות. הרכיבו את הטאקו עם דג, סלט כרוב, אבוקדו פרוס. הוסיפו כוסברה ומיץ ליים מעל."
      },
      {
        "title": "דג קוד בזיגוג מיסו",
        "picture": "https://images.pexels.com/photos/28191271/pexels-photo-28191271/free-photo-of-a-white-plate-with-fish-and-vegetables-on-it.jpeg?auto=compress&cs=tinysrgb&w=600",
        "prepTime": "40 דקות",
        "recipe": "מצרכים: 4 פילה דג קוד, 1/4 כוס ממרח מיסו, 2 כפות מירין, 2 כפות סאקה, 1 כף סוכר. אופן ההכנה: ערבבו מיסו, מירין, סאקה וסוכר לזיגוג. השרו את הקוד בזיגוג למשך 30 דקות. חממו את הגריל. צלו את הקוד 6-8 דקות עד להשחמה ובישול מלא. הגישו עם אורז מאודה וירקות."
      },
      {
        "title": "סלט פורל מעושן",
        "picture": "https://images.pexels.com/photos/6232553/pexels-photo-6232553.jpeg?auto=compress&cs=tinysrgb&w=600",
        "prepTime": "15 דקות",
        "recipe": "מצרכים: 225 גרם פורל מעושן, עלים מעורבים, 1 תפוח, 1/4 כוס אגוזי מלך, 2 כפות שמן זית, 1 כף חומץ תפוחים, דבש, חרדל דיז'ון. אופן ההכנה: פוררו את הפורל. פרסו תפוח. קלו אגוזים. הכינו רוטב משמן, חומץ, דבש וחרדל. ערבבו עלים עם הרוטב, הוסיפו מעל פורל, תפוח ואגוזים."
      },
      {
        "title": "דג לברק מאודה בסגנון תאילנדי",
        "picture": "https://images.pexels.com/photos/27381570/pexels-photo-27381570/free-photo-of-a-pan-with-food-on-it-on-a-table.jpeg?auto=compress&cs=tinysrgb&w=600",
        "prepTime": "25 דקות",
        "recipe": "מצרכים: 2 דגי לברק שלמים, 4 שיני שום, 5 ס\"מ ג'ינג'ר, 2 כפות רוטב סויה, 1 כף רוטב דגים, 1 ליים, כוסברה, צ'ילי. אופן ההכנה: חרצו את הדג. מלאו בשום, ג'ינג'ר וצ'ילי פרוסים. ערבבו רוטב סויה, רוטב דגים ומיץ ליים. אדו את הדג 8-10 דקות. מזגו את הרוטב מעל הדג, קשטו בכוסברה."
      }
    ]
  }